

-- used to store the music information, including lyric artist, ...

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `ajaxmusic2`
--

-- --------------------------------------------------------

--
-- 表的结构 `message_list`
--

CREATE TABLE IF NOT EXISTS `message_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mid` int(11) NOT NULL,
  `text` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=7 ;

--
-- 转存表中的数据 `message_list`
--

INSERT INTO `message_list` (`id`, `mid`, `text`) VALUES
(1, 1, '逆战11'),
(2, 1, '逆战222\n'),
(3, 1, '逆战333'),
(4, 1, '逆战44'),
(5, 6, '不将就  111'),
(6, 6, '不将就222');

-- --------------------------------------------------------

--
-- 表的结构 `music_list`
--

CREATE TABLE IF NOT EXISTS `music_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `musicName` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `lyric` mediumtext CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `img` varchar(200) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `audio` varchar(200) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=11 ;

--
-- 转存表中的数据 `music_list`
--

INSERT INTO `music_list` (`id`, `name`, `musicName`, `lyric`, `img`, `audio`) VALUES
(1, '张杰', '逆战', '[ti:逆战] [ar:张杰] [al:] [by:清风] [00:00.00]张杰 - 逆战 [00:04.00] [00:05.50]歌词编辑：www.90lrc.cn 习 [00:09.80]QQ：335020326 [00:14.40] [00:15.99]在这个风起云涌的战场上 [00:20.24]暴风少年登场 [00:24.00]在战胜烈火重重的咆哮声 [00:28.10]喧闹整个世界 [00:31.82]硝烟狂飞的讯号 机甲时代正来到 [00:36.03]热血逆流而上 [00:39.89]战车在发烫 勇士也势不可挡 [00:46.18]come on逆战 逆战来也 王牌要狂野 [00:51.06]闯荡宇宙摆平世界 [00:54.78]Oh 逆战 逆战狂野 王牌要发泄 [00:59.12]战斗是我们倔强起点 [01:03.01]我要操控我的权势 张扬我的声势 [01:07.61]看这场龙战在野 [01:10.54]这战场千百热血战士 一路向前飞驰 [01:15.59]捍卫世界的勇士 Fighting 再一决 [01:23.73] [01:28.26]在这个风起云涌的战场上 [01:32.19]暴风少年登场 [01:35.81]在战胜烈火重重的咆哮声 [01:40.05]喧闹整个世界 [01:44.01]硝烟狂飞的讯号 机甲时代正来到 [01:48.11]热血逆流而上 [01:52.08]战车在发烫 勇士也势不可挡 [01:58.03]come on逆战 逆战来也 王牌要狂野 [02:03.04]闯荡宇宙摆平世界 [02:06.76]Oh 逆战 逆战狂野 王牌要发泄 [02:10.95]战斗是我们倔强起点 [02:15.06]我要操控我的权势 张扬我的声势 [02:19.69]看这场龙战在野 [02:22.59]这战场千百热血战士 一路向前飞驰 [02:27.70]捍卫世界的勇士 Fighting 再一决 [02:35.86] [02:39.87]兄弟一场 未来继续顽强 [02:43.68]看着战火飘摇 瓦解对手力量 [02:48.10]熊熊气势再出发 [02:54.89]逆战 逆战来也 王牌要狂野 [02:59.02]闯荡宇宙摆平世界 [03:02.76]Oh 逆战 逆战狂野 王牌要发泄 [03:07.06]战斗是我们倔强起点 [03:11.28]我要操控我的权势 张扬我的声势 [03:15.65]看这场龙战在野 [03:18.65]这战场千百热血战士 一路向前飞驰 [03:23.69]捍卫世界的勇士 Fighting 再一决 [03:33.13] ', 'nizhan.jpg', 'nizhan.m4a'),
(2, '张学友', '烦恼歌', '[ti:烦恼歌] [ar:张学友] [al:在你身边] [by:] [03:30.65][01:57.78][00:08.06]LRC:小王子QQ122121036 制作 [04:05.32][03:19.84][02:04.23][00:13.55]专辑:在你身边 [03:41.32][03:10.14][01:24.45][00:00.69]张学友-烦恼歌 [03:55.64][03:29.11][02:10.60][00:19.60] [00:30.22]不爱的不断打扰 [00:32.47]你爱的不在怀抱 [00:35.09]得到手的不需要 [00:38.31]渴望拥有的得不到 [00:41.09]苦恼 倒不如说声笑笑 [00:45.89]生活不要 太多钞票 [00:48.39]多了就会带来困扰 [00:51.29]过重的背包 过度的暴躁 [00:56.42]什么都不要 一起呼叫 [02:38.23][01:02.77]没有烦恼 [02:39.30][01:03.71]除了呼吸其他不重要 [02:41.83][01:06.18]除了现在什么都忘掉 [02:44.42][01:08.74]心事像羽毛 越飘越逍遥 [02:57.99][02:47.29][01:11.68]烦恼什么烦恼 [02:59.71][02:49.51][01:13.86]除了心跳没有大不了 [03:02.24][02:51.98][01:16.36]人们不该去羡慕飞鸟 [03:04.84][02:54.41][01:18.98]世界比我大 把自我缩小 [03:07.64][02:57.51][01:21.92] [01:26.63]把自己的当做跳蚤 [01:28.60]谁也不值得骄傲 [01:31.75]人间疾苦知多少 [01:34.31]花开花落知多少 [01:37.00]不了 把一切看成玩笑 [01:41.58]吵吵闹闹像G大调 [01:44.68]假装什么都不知道 [01:47.45]过重的背包 过度的暴躁 [01:52.55]什么都不要 [01:55.79] [02:19.85]不和谁比较 [02:21.92]不和谁争吵 [02:24.52]过份思考 庸人自扰 [02:26.93]别庸人自扰 [02:29.57]一切轻于鸿毛 [02:31.85]才能消灭烦恼 [02:34.71] [02:36.24]一起呼叫 [03:37.04][03:27.21][03:17.02]什么都不要', 'fannaoge.jpg', 'fannaoge.m4a'),
(3, '周杰伦', '红尘客栈', '[ti:红尘客栈] [ar:周杰伦] [al:十二新作] [by:22lrc] [00:01.07]红尘客栈 周杰伦 [00:02.86] [00:03.78]词/方文山 曲/周杰伦 [00:09.29] [00:10.13]歌词编辑：泪洋Qq1274076003 [00:15.60]就Lrc歌词网：www.90lrc.cn [00:20.60] [00:23.20]天涯 的尽头是风沙 [00:27.83]红尘 的故事叫牵挂 [00:33.56]封刀隐没在寻常人家 [00:37.36]东篱下 闲云 野鹤 古刹 [00:43.14] [00:44.60]快马 在江湖里厮杀 [00:49.58]无非是名跟利放不下 [00:54.83]心中有江山的人岂能快意潇洒 [01:00.46]我只求与你共 华发 [01:03.94] [01:08.03]剑出鞘 恩怨了 谁笑 [01:12.53]我只求今朝 拥你入 怀抱 [01:17.87]红尘客栈风似刀 [01:21.61]骤雨落 宿命敲 [01:25.25] [01:27.21]任武林谁领风骚 [01:29.62]我却 只为你 折腰 [01:33.29]过荒村野桥 寻世外 古道 [01:39.17]远离人间尘嚣 [01:41.81]柳絮飘 执子之手逍遥 [01:46.63] [02:07.20]檐下 窗棂斜映枝桠 [02:11.89]与你 席地对座饮茶 [02:17.42]我以工笔画 将你牢牢的记下 [02:23.13]提笔 不为风雅 [02:26.59] [02:28.55]灯下 叹红颜近晚霞 [02:33.24]我说缘份 一如参禅不说话 [02:38.74]你泪如梨花 洒满了纸上的天下 [02:44.59]爱恨如写意 山水画 [02:48.27] [02:52.02]剑出鞘 恩怨了 谁笑 [02:55.99]我只求今朝 拥你入 怀抱 [03:01.91]红尘客栈风似刀 [03:05.56]骤雨落 宿命敲 [03:09.33] [03:11.23]任武林谁领风骚 [03:13.54]我却 只为你 折腰 [03:17.88]过荒村野桥 寻世外 古道 [03:23.20]远离人间尘嚣 [03:25.82]柳絮飘 执子之手逍遥 [03:31.01] [03:48.86]任武林谁领风骚 [03:50.80]我却 只为你 折腰 [03:55.11]你回眸多娇 我泪中 带笑 [04:00.74]酒招旗风中萧萧 剑出鞘 恩怨了', 'hongchenkezhan.jpg', 'hongchenkezhan.m4a'),
(4, '李健', '异乡人', '[ti:异乡人] [ar:李健] [al:传奇] [by:阿源] [00:00.00]李健 - 异乡人 [00:01.14] [00:03.40]歌词制作：阿源 [00:06.90]QQ：1299734652 [00:08.10] [00:09.10]披星戴月地奔波 [00:12.72]只为一扇窗 [00:16.34]当你迷失在路上 [00:19.09]能够看见那灯光 [00:22.68]不知不觉把他乡 [00:25.96]当作了故乡 [00:29.26]只是偶尔难过时 [00:32.46]不经意遥望远方 [00:35.26]曾经的乡音 [00:38.47]悄悄地隐藏 [00:41.86]说不出的诺言 [00:44.51]一直放心上 [00:49.33]有许多时候 [00:52.75]眼泪就要流 [00:55.99]那扇窗是让我坚强的理由 [01:02.46]小小的门口 [01:05.66]还有她的温柔 [01:09.23]给我温暖陪伴我左右 [01:15.62] [01:45.79]披星戴月地奔波 [01:48.86]只为一扇窗 [01:52.18]当你迷失在路上 [01:55.18]能够看见那灯光 [01:58.98]不知不觉把他乡 [02:02.10]当作了故乡 [02:05.60]只是偶尔难过时 [02:08.56]不经意遥望远方 [02:11.81]曾经的乡音 [02:14.59]悄悄地隐藏 [02:17.97]说不出的诺言 [02:20.52]一直放心上 [02:25.50]有许多时候 [02:28.62]眼泪就要流 [02:32.12]那扇窗是让我坚强的理由 [02:38.82]小小的门口 [02:41.89]还有她的温柔 [02:45.46]给我温暖陪伴我左右 [02:52.02]有许多时候 [02:55.28]眼泪就要流 [02:58.71]那扇窗是让我坚强的理由 [03:05.27]小小的门口 [03:08.57]还有她的温柔 [03:11.97]给我温暖陪伴我左右', 'yixiangren.jpg', 'yixiangren.m4a'),
(5, '陈小春', '相依为命', '[ti:相依为命]\r\n[ar:陈小春]\r\n[al:]\r\n[offset:500]\r\n[00:00.73] 相依为命 主唱：陈小春\r\n[03:35.21][01:23.28][00:04.18] 永远爱着荷荷的Sn.\r\n[00:20.88] 旁人在 淡出终于只有你共我一起\r\n[00:28.13] 仍然自问幸福虽说有阵时为你生气\r\n[00:35.24] 其实以前和你互相不懂得死心塌地\r\n[00:42.64] 直到共你渡过多灾世纪\r\n[00:49.18] 即使身边世事再毫无道理 与你永远亦连在一起\r\n[00:56.49] 你不放下我 我不放下你\r\n[00:59.98] 我想确定每日挽着同样的手臂\r\n[01:04.98] 不敢早死要来陪住你 我已试够别离并不很凄美\r\n[01:14.81] 我还如何撇下你\r\n[01:35.21] 年华像细水冲走几个爱人与知己\r\n[01:42.07] 抬头命运射灯光柱罩下来是我跟你\r\n[01:49.23] 难道有人离去是想显出好光阴 有限\r\n[01:56.37] 让我学会为你 贪生怕死\r\n[02:02.81] 即使身边世事再毫无道理 与你永远亦连在一起\r\n[02:10.06] 你不放下我 我不放下你\r\n[02:13.63] 我想确定每日挽着同样的手臂\r\n[02:18.56] 不敢早死要来陪住你 我已试够别离并不很凄美\r\n[02:28.39] 见尽了 云涌风起 还怎么舍得放下你\r\n[02:41.58] 证明爱人又爱己 何以要那么悲壮才合理\r\n[02:50.98] 即使身边世事再毫无道理 与你永远亦连在一起\r\n[02:58.04] 你不放下我 我不放下你\r\n[03:01.58] 我想确定每日挽着同样一双臂\r\n[03:06.56] 不必挑选我们成大器\r\n[03:09.97] 当我两个并无冒险的福气\r\n[03:16.41] 见尽了 云涌风起 还怎么舍得放下你\r\n[03:25.51] 我们仍珍惜这啖气', 'xiangyiweiming.jpg', 'xiangyiweiming.m4a'),
(6, '李荣浩', '不将就', '[ti:不将就]\r\n[ar:李荣浩]\r\n[t_time:(05:12)]\r\n[00:01.01] 不将就 - 李荣浩\r\n[00:06.34] 词：黄伟文、李荣浩\r\n[00:08.14] 曲：李荣浩\r\n[00:13.41] 那时候 我以为爱的是生活\r\n[00:19.79] 也算懂得 什么适合什么不可\r\n[00:26.60] 最近还是一样努力着\r\n[00:30.14] 配合你的性格\r\n[00:33.10] 你的追求者 你的坎坷\r\n[00:36.63] 我开的车\r\n[00:40.24] 算一算 虚度了多少个年头\r\n[00:46.56] 彷佛足够写一套错爱的春秋\r\n[00:53.25] 如果以后 你还想为谁\r\n[00:56.74] 浪费美好时候\r\n[00:59.87] 眼泪只能在我的胸膛\r\n[01:03.27] 毫无保留\r\n[01:10.23] 互相折磨到白头\r\n[01:16.84] 悲伤坚决不放手\r\n[01:23.66] 开始纠缠之后\r\n[01:28.64] 才又被人放大了自由\r\n[01:37.04] 你的暴烈太温柔\r\n[01:43.55] 感情又痛又享受\r\n[01:50.24] 如果我说不吻你不罢休\r\n[01:56.09] 谁能逼我将就\r\n[02:06.99] 你问我 为什么顽固而专一\r\n[02:13.23] 天下太大 总有人比你更合适\r\n[02:19.89] 其实我觉得这样不值\r\n[02:23.50] 可没选择方式\r\n[02:26.54] 你一出场别人都显得不过如此\r\n[02:35.29] 互相折磨到白头\r\n[02:41.82] 悲伤坚决不放手\r\n[02:48.55] 开始纠缠之后\r\n[02:53.57] 才又被人放大了自由\r\n[03:01.96] 你的暴烈太温柔\r\n[03:08.51] 感情又痛又享受\r\n[03:15.22] 如果我说不吻你不罢休\r\n[03:21.06] 谁能逼我将就\r\n[03:58.56] 互相折磨到白头\r\n[04:05.38] 悲伤坚决不放手\r\n[04:11.71] 开始纠缠之后\r\n[04:16.83] 才又被人放大了自由\r\n[04:25.26] 你的暴烈太温柔\r\n[04:31.75] 感情又痛又享受\r\n[04:38.61] 如果我说不吻你不罢休\r\n[04:44.42] 谁能逼我将就\r\n[04:51.13] 他们不过将就 ', 'bujiangjiu.jpg', 'bujiangjiu.m4a'),
(7, '郝云', '去大理', '[ti:去大理]\r\n[ar:郝云]\r\n[t_time:(03:53)]\r\n[00:00.00] 去大理 - 郝云\r\n[00:06.45] 词曲：郝云\r\n[00:09.68] 编曲：郝云\r\n[00:16.95] 是不是对生活不太满意\r\n[00:24.03] 很久没有笑过又不知为何\r\n[00:32.53] 既然不快乐又不喜欢这里\r\n[00:39.43] 不如一路向西去大理\r\n[00:47.69] 路程有点波折空气有点稀薄\r\n[00:55.70] 景色越辽阔 心里越寂寞\r\n[01:03.73] 不知道谁在何处等待\r\n[01:11.23] 不知道后来的后来\r\n[01:18.01] 谁的头顶上没有灰尘\r\n[01:26.16] 谁的肩上没有过齿痕\r\n[01:33.68] 也许爱情就在洱海边等着\r\n[01:42.15] 也许故事正在发生着\r\n[02:20.91] 谁的头顶上没有灰尘\r\n[02:28.53] 谁的肩上没有过齿痕\r\n[02:36.17] 也许爱情就在洱海边等着\r\n[02:43.75] 也许故事正在发生着\r\n[02:51.88] 谁的头顶上没有灰尘\r\n[02:59.21] 谁的肩上没有过齿痕\r\n[03:06.85] 捡起被时间碾碎的勇气\r\n[03:15.15] 让双脚沾满清香的泥 ', 'qudali.jpg', 'qudali.m4a'),
(8, '宋冬野', '董小姐', '[ti:董小姐]\r\n[ar:宋冬野]\r\n[t_time:(05:31)]\r\n[00:03.64] 宋冬野 - 董小姐\r\n[00:04.81] 词曲：宋冬野\r\n[00:37.20] 董小姐你从没忘记你的微笑\r\n[00:43.04] 就算你和我一样 渴望着衰老\r\n[00:52.29] 董小姐你嘴角向下的时候很美\r\n[00:58.33] 就像安和桥下 清澈的水\r\n[01:07.63] 董小姐我也是个复杂的动物\r\n[01:13.67] 嘴上一句带过心里却一直重复\r\n[01:22.97] 董小姐鼓楼的夜晚时间匆匆\r\n[01:28.87] 陌生的人请给我一支兰州\r\n[01:37.52] 所以那些可能都不是真的董小姐\r\n[01:44.53] 你才不是一个没有故事的女同学\r\n[01:52.16] 爱上一匹野马可我的家里没有草原\r\n[01:59.12] 这让我感到绝望 董小姐\r\n[02:40.54] 董小姐你熄灭了烟说起从前\r\n[02:46.99] 你说前半生就这样吧 还有明天\r\n[02:56.61] 董小姐你可知道我说够了再见\r\n[03:03.36] 在五月的早晨终于丢失了睡眠\r\n[03:12.21] 所以那些可能都不是真的董小姐\r\n[03:19.69] 你才不是一个没有故事的女同学\r\n[03:27.87] 爱上一匹野马可我的家里没有草原\r\n[03:35.29] 这让我感到绝望 董小姐\r\n[03:44.49] 所以那些可能都会是真的董小姐\r\n[03:51.60] 谁会不厌其烦的安慰那无知的少年\r\n[04:00.76] 我想和你一样 不顾那些所以\r\n[04:07.88] 跟我走吧 董小姐\r\n[04:16.07] 躁起来吧 董小姐 ', 'dongxiaojie.jpg', 'dongxiaojie.m4a'),
(9, '许巍', '曾经的你', '[ti:曾经的你]\r\n[ar:许巍]\r\n[al:每一刻都是崭新的]\r\n[offset:500]\r\n[00:10.73] 曾梦想仗剑走天涯\r\n[00:15.47] 看一看世界的繁华\r\n[00:20.59] 年少的心总有些轻狂\r\n[00:25.97] 如今你四海为家\r\n[00:30.77] 曾让你心疼的姑娘\r\n[00:35.74] 如今已悄然无踪影\r\n[00:40.90] 爱情总让你渴望又感到烦恼\r\n[00:45.89] 曾让你遍体鳞伤\r\n[00:51.31] dilililidilililidada\r\n[00:55.75] dilililidilililidada\r\n[01:00.74] dilililidilililidada\r\n[01:05.09] 走在勇往直前的路上\r\n[01:11.04] dilililidilililidada\r\n[01:16.19] dilililidilililidada\r\n[01:21.10] dilililidilililidada\r\n[01:24.93] 有难过也有精彩\r\n[01:51.28] 每一刻难过的时候\r\n[01:56.33] 就独自看一看大海\r\n[02:01.41] 总想起身边走在路上的朋友\r\n[02:06.37] 有多少正在疗伤\r\n[02:11.51] dilililidilililidada\r\n[02:16.29] dilililidilililidada\r\n[02:21.32] dilililidilililidada\r\n[02:25.60] 不知多少孤独的夜晚\r\n[02:31.56] dilililidilililidada\r\n[02:36.57] dilililidilililidada\r\n[02:41.89] dilililidilililidada\r\n[02:45.60] 从昨夜酒醉醒来\r\n[02:51.99] 每一刻难过的时候\r\n[02:56.55] 就独自看一看大海\r\n[03:01.59] 总想起身边走在路上的朋友\r\n[03:06.73] 有多少正在醒来\r\n[03:11.87] 让我们干了这杯酒\r\n[03:16.84] 好男儿胸怀象大海\r\n[03:21.80] 经历了人生百态世间的冷暖\r\n[03:26.70] 这笑容温暖纯真\r\n[03:31.95] 每一刻难过的时候\r\n[03:36.97] 就独自看一看大海\r\n[03:42.01] 总想起身边走在路上的朋友\r\n[03:46.73] 有多少正在醒来\r\n[03:52.02] 让我们干了这杯酒\r\n[03:57.01] 好男儿胸怀象大海\r\n[04:02.08] 经历了人生百态世间的冷暖', 'cengjingdeni.jpg', 'cengjingdeni.m4a'),
(10, '朴树', '那些花儿', '[ti:那些花儿]\r\n[ar:朴树]\r\n[al:我去2000年]\r\n[00:16] 那片笑声让我想起我的那些花儿\r\n[00:24] 在我生命每个角落静静为我开着\r\n[00:32] 我曾以为我会永远守在她身旁\r\n[00:39] 今天我们已经离去在人海茫茫\r\n[00:45]中文歌词库 www.CnLyric.com\r\n[02:20][00:46] 她们都老了吧 她们在哪里呀\r\n[02:28][00:55] 幸运的是我 曾陪她们开放\r\n[02:35][01:01]\r\n[02:36][01:02] 啦啦啦啦啦啦啦啦啦啦啦，想她\r\n[02:43][01:10] 啦啦啦啦啦啦啦啦\r\n[02:47][01:14] 她还在开吗\r\n[02:51][01:18] 啦啦啦啦啦啦啦啦啦啦啦，去呀\r\n[02:59][01:26] 她们已经被风吹走 散落在天涯\r\n[01:33]\r\n[01:49] 有些故事还没讲完那就算了吧\r\n[01:57] 那些心情在岁月中已经难辨真假\r\n[02:05] 如今这里荒草丛生没有了鲜花\r\n[02:13] 好在曾经拥有你们的春秋和冬夏\r\n[03:06] 啦啦啦啦啦啦啦啦啦啦啦，yiya\r\n[03:14] 啦啦啦啦啦啦啦啦\r\n[03:18] %&$@*\r\n[03:22] 啦啦啦啦啦啦啦啦啦啦啦，yiya\r\n[03:30] !@#$%^&*()_+|\r\n[03:36] $%&*@\r\n[03:45] !@#$%^&*()_+|\r\n[03:49] *#$%\r\n[03:53] #%&(!%@+$&^#@^\r\n[04:01] 你们就像被风吹走 插在了天涯\r\n[04:08] 她们都老了吧 她们还在开吗\r\n[04:16] 我们就这样 各自奔天涯\r\n[04:25]', 'naxiehuaer.jpg', 'naxiehuaer.m4a');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
